# St7SetBeamFill

Sets the fill colour scheme for beams.

long St7SetBeamFill(long uID, long Fill)
Input Parameters
uID
Strand7 model file ID.
Fill
One of bfNone, bfProperty, bfGroup, bfColour, bfOrientation or bfContour.